[{
    "year": "1707",
    "event": "Sjednocení se Skotskem a Irskem",
    "detail": "Zákon o sjednocení anglického a skotského království z roku 1707 zrušil anglický i skotský parlament, vytvořil království Velké Británie a parlament Velké Británie. Zákon o sjednocení z roku 1800 formálně přičlenil k tomuto království Irsko a od 1. ledna 1801 vytvořil Spojené království Velké Británie a Irska, jehož hlavním městem se stal Londýn.",
    "url": "https://cs.wikipedia.org/wiki/Z%C3%A1kony_o_unii_z_roku_1707",
    "evaluation": "true"
 },
 {
    "year": "600",
    "event": "Křesťanství a vláda sedmi království Slavníkovců",
    "detail": "Křesťanství se mezi Anglosasy začalo šířit okolo roku 600. Prvním arcibiskupem canterburským byl ustanoven roku 597 Augustin z Canterbury. Roku 601 Augustin pokřtil anglosaského krále Æthelberhta. Křesťanství se pak dále rozšiřovalo v 8. století misiemi Anglosasů i na kontinent a okolo roku 800 se stalo převažujícím náboženstvím i ve Franské říši.",
    "url": "https://cs.wikipedia.org/wiki/D%C4%9Bjiny_Anglie#K%C5%99es%C5%A5anstv%C3%AD_a_vl%C3%A1da_sedmi_kr%C3%A1lovstv%C3%AD",
    "evaluation": "false"
 },
 {
    "year": "937",
    "event": "Bitva u Brunanburhu",
    "detail": "Bitva u Brunanburhu byla vybojovaná roku 937 mezi silami anglického krále Ethelstana a spojenými silami Olafa Godfridsona, krále Dublinu, Konstantina II., krále Alby, a Owena, krále Strathclyde. Bitva byla reakcí na anglickou invazi do Skotska, započatou v roce 934 pravděpodobně po porušení mírové smlouvy ze strany Konstantina II.. Olafovy síly se v srpnu přepravily z Irska a spojily se se silami spojenců postupujících na anglické území ze severu. K rozhodujícímu střetnutí došlo v měsíci říjnu a skončilo vítězstvím anglického krále, který tak upevnil jednotu anglického království",
    "url": "https://cs.wikipedia.org/wiki/Bitva_u_Brunanburhu",
    "evaluation": "true"
 },
 {
    "year": "410",
    "event": "Římané",
    "detail": "Římané vpadli pod vedením Julia Caesara do Británie nejprve neúspěšně roku 55 př. n. l. a poté úspěšně následující rok. Do ovládnutí Británie Římany byl počet obyvatel relativně stabilní a jejich jazykem byla kelština. Druhá invaze Římanů byla zahájena v době vlády císaře Claudia roku 43. Během následujících 40 let Římská říše ovládla Anglii,Wales a větší část nížin Skotska a jejich vláda trvala zhruba do roku 410.",
    "url": "https://cs.wikipedia.org/wiki/D%C4%9Bjiny_Anglie#%C5%98%C3%ADman%C3%A9",
    "evaluation": "false"
 },
 {
    "year": "899",
    "event": "Sjednocení Anglie",
    "detail": "Po Alfrédově smrti roku 899 nastoupil na trůn jeho syn Eduard I. Starší. Ten spolu s Ethelredem zahájili expanzi a pokračoval ve stavbě pevností a opevněných měst po vzoru Alfréda. Jeho syn Ethelstan pokračoval v rozšiřování území svého vlivu a byl prvním králem, který ovládal celé území, jež zahrnuje dnešní Anglii.",
    "url": "https://cs.wikipedia.org/wiki/D%C4%9Bjiny_Anglie#Sjednocen%C3%AD_Anglie",
    "evaluation": "true"
 },
 {
    "year": "1453",
    "event": "Války růží",
    "detail": "Když anglické vojsko roku 1453 zažilo ve stoleté válce definitivní porážku, král se zhroutil a Richard Plantagenet byl jmenován protektorem Anglie. Jeho opatření vedoucí k hospodářské obnově a posílení bezpečnosti však král poté, co nabyl roku 1455 vědomí, zrušil. York musel Londýn opustit ještě stejného roku došlo k první bitvě mezi Lancastery a Yorky. Vítězství v této bitvě a další záchvat krále znamenaly pro Yorka návrat do funkce protektora, setkal se však se silným odporem královny Markéty z Anjou. ",
    "url": "https://cs.wikipedia.org/wiki/D%C4%9Bjiny_Anglie#V%C3%A1lky_r%C5%AF%C5%BE%C3%AD",
    "evaluation": "false"
 }]