[{
    "name": "Alžběta I.",
    "birth": "7.9.1533",
    "death": "24.3.1603",
    "biography": "Alžběta I. (7. září 1533 – 24. březen 1603) byla královna Anglie a Irska od 17. listopadu 1558 až do své smrti. Byla dcerou Jindřicha VIII. a jeho druhé ženy Anny Boleynové a stala se pátou a poslední panovnicí z rodu Tudorovců. Na trůn nastoupila po smrti své nevlastní sestry Marie I., za jejíž vlády byla pro podezření z podpory protestantského povstání téměř rok vězněna. Dokázala sestavit kvalitní královskou radu a spoléhala se na rady svých poradců vedených Williamem Cecilem, 1. baronem z Burghley. Jedním z prvních počinů její vlády bylo upevnění anglikánské (protestantské) církve. I když byla opatrná v zahraničních výbojích, porážka španělské Armady roku 1588 jí přinesla nehynoucí slávu a tato událost bývá označována jako jedno z největších vítězství v anglické historii. Asi dvacet let po své smrti začala být oslavována jako panovnice zlatého věku.",
    "portraits": [
       "alzbeta1.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/Al%C5%BEb%C4%9Bta_I."
 },
 {
    "name": "Alžběta II.",
    "birth": "2.6.1926",
    "death": "x",
    "biography": "Alžběta II. (anglicky Elizabeth II, celým jménem Elizabeth Alexandra Mary; * 21. dubna 1926 Mayfair, Londýn) je v současné době vládnoucí královna šestnácti nezávislých států označovaných jako Commonwealth realm. Jedná se o státy Antigua a Barbuda, Austrálie, Bahamy, Barbados, Belize, Grenada, Jamajka, Kanada, Nový Zéland, Papua Nová Guinea, Svatý Kryštof a Nevis, Svatá Lucie, Svatý Vincenc a Grenadiny, Šalomounovy ostrovy, Tuvalu a Spojené království Velké Británie a Severního Irska. V každé této zemi je považována za panovnici samostatného státu a plnění královských povinností pro každou zemi je oddělené",
    "portraits": [
       "alzbeta2.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/Al%C5%BEb%C4%9Bta_II."
 },
 {
    "name": "Winston Churchill",
    "birth": "30.10.1874",
    "death": "24.1.1965",
    "biography": "Sir Winston Leonard Spencer-Churchill [ˈwɪnstən ˈtʃɜrtʃɪl] (30. listopadu 1874 zámek Blenheim, Woodstock, Oxfordshire – 24. ledna 1965 Londýn) byl britský politik, státník, premiér Spojeného království v letech 1940–1945 a 1951–1955. Působil také jako žurnalista, spisovatel (Nobelova cena za literaturu 1953), historik, voják, malíř a zákonodárce.",
    "portraits": [
       "churchill.jpg",
       "churchill1.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/Winston_Churchill"
 },
 {
    "name": "Charles Dickens",
    "birth": "7.2.1812",
    "death": "9.6.1870",
    "biography": "Charles Dickens (7. února 1812, Portsmouth – 9. června 1870, Gadshill) byl britský spisovatel. Je považován za jednoho z největších romanopisců 19. století. V dětství žil v bídě, jeho otec byl úředník, který se po přestěhování rodiny do Londýna dokonce ocitl ve vězení pro dlužníky. Dickens si musel sám vydělávat na živobytí. Jako desetiletý chlapec pracoval v továrně na leštidla na boty. Později, když zvládl těsnopis, pracoval jako písař. Od svých dvaceti let působil v listu Morning Chronicle.",
    "portraits": [
       "dickens.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/Charles_Dickens"
 },
 {
    "name": "Stephen Hawking",
    "birth": "8.1.1942",
    "death": "14.3.2018",
    "biography": "Stephen William Hawking (8. ledna 1942 Oxford – 14. března 2018 Cambridge) byl anglický teoretický fyzik, kosmolog a spisovatel. Na Univerzitě v Cambridgi působil jako ředitel výzkumu Centra teoretické kosmologie a mezi lety 1979–2009 držel pozici lukasiánského profesora matematiky.[1][2] Jeho vědecká činnost zahrnovala spolupráci s Rogerem Penrosem na teorémech gravitačních singularit v rámci obecné relativity a teoretické předpovědi tepelného záření emitovaného černými dírami, známého pod názvem Hawkingovo záření.",
    "portraits": [
       "hawking.jpg"

    ],
    "online": "https://cs.wikipedia.org/wiki/Stephen_Hawking"
 },
 {
    "name": "William Shakespeare",
    "birth": "26.4.1564",
    "death": "23.4.1616",
    "biography": "William Shakespeare (pokřtěn 26. dubna 1564 – zemřel 3. května 1616 podle gregoriánského kalendáře) byl anglický básník, dramatik a herec, který bývá považován za největšího anglicky píšícího spisovatele a celosvětově nejvýznamnějšího dramatika. Je často nazýván anglickým národním básníkem a „bardem z Avonu“.",
    "portraits": [
       "shakespeare.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/William_Shakespeare"
 },
 {
    "name": "Paul McCartney",
    "birth": "18.6.1942",
    "death": "x",
    "biography": "Sir James Paul McCartney CH MBE (* 18. června 1942 Liverpool) je anglický hudebník, zpěvák, skladatel a producent, který se proslavil jako zpěvák a baskytarista skupiny The Beatles. Skladatelská dvojice Lennon/McCartney zůstává nejúspěšnější v historii.[1] Poté, co se skupina v roce 1970 rozpadla, se vydal na sólovou dráhu a se svou první ženou Lindou a Dennym Lainem založil kapelu Wings.",
    "portraits": [
       "mccartney.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/Paul_McCartney"
 },
 {
    "name": "Isaac Newton",
    "birth": "25.15.1642",
    "death": "31.3.1727",
    "biography": "Isaac Newton ([ˌaɪzək ˈnjuːtən]IPA 25. prosince 1642jul./ 4. ledna 1643greg. – 20. březnajul./ 31. března 1727greg. v Londýně) byl anglický fyzik, matematik (působící v Cambridge na stolici Lukasiánského profesora), astronom, alchymista a teolog, jenž bývá často považován za jednu z nejvlivnějších osob v dějinách lidstva.[2] Jeho publikace Philosophiæ Naturalis Principia Mathematica, vydaná v roce 1687, položila základy klasické mechaniky a dnes bývá řazena mezi nejdůležitější knihy v historii vědy.",
    "portraits": [
       "newton.jpg"
    ],
    "online": "https://cs.wikipedia.org/wiki/Isaac_Newton"
 },
 {
    "name": "Agatha Christie",
    "birth": "15.9.1890",
    "death": "12.1.1976",
    "biography": "Agatha Mary Clarissa lady Mallowanová, rozená Millerová, obvykle známá jako Agatha Christie (v češtině někdy i přechýleně Christieová, 15. září 1890 Torquay, Spojené království – 12. ledna 1976 Wallingford, Spojené království), občas používající pseudonym Mary Westmacott byla anglická prozaička, autorka velmi oblíbených kriminálních a detektivních příběhů.",
    "portraits": [
       "christie.png"
    ],
    "online": "https://cs.wikipedia.org/wiki/Agatha_Christie"
 }
]